# Brewfile list packages brew

# tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/core"

# brew "bat"
# brew "bats-core"
# brew "coreutils"
# brew "diff-so-fancy"
# brew "dockutil"
# brew "fasd"
# brew "ffmpeg"
brew "git"
# brew "gnu-sed"
# brew "goles/battery/battery"
# brew "grep"
# brew "grip"
# brew "httpie"
brew "imagemagick"
brew "jq"
# brew "lynx"
# brew "mackup"
# brew "make"
# brew "nano"
brew "nvm"
brew "openssl"
# brew "pandoc"
# brew "peco"
# brew "psgrep"
brew "postgresql"
brew "romkatv/powerlevel10k/powerlevel10k"
# brew "python"
brew "rbenv"
# brew "shellcheck"
# brew "ssh-copy-id"
# brew "stow"
# brew "thefuck"
# brew "tree"
brew "yarn"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# Brewfile list packages cask

tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

# cask "dash2"
# cask "dropbox"
# cask "firefox"
# cask "font-fira-code"
# cask "font-hack"
# cask "gitkraken"
# cask "glimmerblocker"
cask "google-backup-and-sync"
cask "google-chrome"
# cask "google-chrome-canary"
# cask "hammerspoon"
cask "iterm2"
# cask "kaleidoscope"
cask "logitech-options"
# cask "maccy"
# cask "macdown"
# cask "postman"
cask "slack"
# cask "sourcetree"
# cask "spotify"
# cask "virtualbox"
cask "visual-studio-code"
# cask "vlc"
cask "whatsapp"
cask "zoom"

# Quick Look Plugins (https://github.com/sindresorhus/quick-look-plugins)
# cask "qlcolorcode"
# cask "qlstephen"
# cask "qlmarkdown"
# cask "quicklook-json"
# cask "qlimagesize"
# cask "suspicious-package"
# cask "quicklookase"
# cask "qlvideo"
