# Brewfile list packages brew

# tap 'goles/battery'
# tap 'homebrew/bundle'
# tap 'homebrew/core'
tap 'heroku/brew'

brew 'asdf'
brew 'awscli'
brew 'aws-elasticbeanstalk'
brew 'bash'
# brew 'bat'
# brew 'bats-core'
# brew 'coreutils'
# brew 'diff-so-fancy'
# brew 'dockutil'
# brew 'fasd'
# brew 'ffmpeg'
brew 'gh'
brew 'git'
brew 'gnupg'
# brew 'gnu-sed'
# brew 'goles/battery/battery'
# brew 'grep'
# brew 'grip'
brew 'heroku'
# brew 'htop'
# brew 'httpie'
brew 'imagemagick'
# brew 'jq'
# brew 'lynx'
brew 'mackup'
brew 'memcached'
# brew 'make'
brew 'mysql'
# brew 'nano'
# brew 'nvm'
brew 'openssl'
# brew 'pandoc'
# brew 'peco'
# brew 'psgrep'
brew 'postgresql@15'
# brew 'python3'
brew 'redis'
# brew 'rbenv'
# brew 'rbenv-gemset'
# brew 'shellcheck'
# brew 'ssh-copy-id'
# brew 'stow'
# brew 'thefuck'
# brew 'tree'
brew 'vips'
# brew 'yarn'
# brew 'wget'
brew 'zsh'
