# Brewfile list packages brew

tap 'mongodb/brew'
tap 'ngrok/ngrok'

brew 'asdf'
brew 'awscli'
brew 'aws-elasticbeanstalk'
brew 'coreutils'
brew 'gh'
brew 'git'
brew 'git-lfs'
brew 'gnupg'
brew 'imagemagick'
brew 'libyaml'
brew 'llvm'
brew 'mackup'
brew 'memcached'
brew 'make'
brew 'mongodb-community'
# brew 'mysql'
brew 'ngrok'
brew 'openssl'
# brew 'postgresql@16'
brew 'readline'
# brew 'redis'
brew 'tor'
brew 'vips'
brew 'zsh'
