# Brewfile list packages brew

tap 'mongodb/brew'

brew 'asdf'
brew 'awscli'
brew 'aws-elasticbeanstalk'
brew 'bash'
brew 'coreutils'
brew 'gh'
brew 'git'
brew 'gnupg'
brew 'grep'
brew 'imagemagick'
brew 'libyaml'
brew 'llvm'
brew 'mackup'
brew 'memcached'
brew 'make'
brew 'mysql'
brew 'mongodb-community'
brew 'openssl'
brew 'postgresql@16'
brew 'readline'
brew 'redis'
brew 'vips'
brew 'zsh'
